proj-xcode/PowerAuth2IntegrationTests/PowerAuthServer/SoapRequests.bundle/CommitActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
   $HDR
   <soapenv:Body>
      <pow:CommitActivationRequest>
         <pow:activationId>$1</pow:activationId>
      </pow:CommitActivationRequest>
   </soapenv:Body>
</soapenv:Envelope>
